Repository: Citrinate/BoosterManager
Catalog: BoosterManager/Localization/Strings.*.resx
Languages: uk_ua, zh_hans

# BoosterInfoUpdateFailed
source: Failed to update booster information, will retry in {0} minutes
uk_ua: Не вдалося оновити інформацію про бустер, спробуємо ще через {0} хвилини
zh_hans: 更新补充包信息失败，将在 {0} 分钟后重试

# NotEnoughGems
source: {0} more gems are needed to continue crafting boosters. Crafting will resume when more gems are available.
uk_ua: Потрібно ще {0} самоцвітів, щоб продовжувати створювати бустери. Створення відновиться, коли буде доступно більше самоцвітів.
zh_hans: 还需要 {0} 个宝石才能继续制作补充包。当有更多宝石时，制作将继续。

# BoosterCreationFailed
source: Failed to create booster for {0}
uk_ua: Не вдалося створити бустер для {0}
zh_hans: 为 {0} 创建补充包失败

# BoosterCreationSuccess
source: Successfuly created booster for {0}
uk_ua: Успішно створено бустер для {0}
zh_hans: 成功为 {0} 创建补充包

# NextBoosterCraft
source: Next booster will be crafted at {0}
uk_ua: Наступний бустер буде створено в {0}
zh_hans: 下一个补充包将在 {0} 制作

# BoosterUncraftable
source: Can't craft boosters for {0}
uk_ua: Неможливо створити бустери для {0}
zh_hans: 无法为 {0} 制作补充包

# BoosterQueued
source: Added {0} to booster queue
uk_ua: Додано {0} до черги бустерів
zh_hans: 已将 {0} 添加到补充包队列

# BoosterUnqueued
source: Removed {0} from booster queue
uk_ua: Вилучено {0} з черги бустерів
zh_hans: 已从补充包队列中移除 {0}

# PermanentBoosterRequeued
source: Re-adding permanent {0} to booster queue
uk_ua: Повторне додавання постійного {0} до черги бустерів
zh_hans: 正在将永久性的 {0} 重新添加到补充包队列

# BoosterInfoUpdateSuccess
source: Booster information updated
uk_ua: Оновлено інформацію про бустер
zh_hans: 补充包信息已更新

# BoosterUnexpectedlyUncraftable
source: No longer able to craft boosters from {0} ({1})
uk_ua: Більше не можна створювати бустери з {0} ({1})
zh_hans: 无法再从 {0} ({1}) 制作补充包

# BoosterUnexpectedlyCrafted
source: Booster from {0} was recently created either by us or by user
uk_ua: Бустер від {0} нещодавно був вже створений нами або користувачем
zh_hans: 来自 {0} 的补充包最近由我们或用户创建

# BoosterCreationError
source: An error was encountered when trying to craft a booster from {0}, trying to resolve it now
uk_ua: Виникла помилка при спробі створити бустер з {0}, намагаємося її вирішити
zh_hans: 尝试从 {0} 制作补充包时遇到错误，正在尝试解决

# BoosterCreationRetry
source: Booster from {0} was not created, retrying
uk_ua: Бустер з {0} не створено, повторна спроба
zh_hans: 来自 {0} 的补充包未创建，正在重试

# BoosterCreationFinished
source: Finished crafting {0} boosters!
uk_ua: Завершено створення {0} бустерів!
zh_hans: 完成了 {0} 个补充包的制作！

# BoosterUnqueuedByUser
source: User removed {0} from booster queue
uk_ua: Користувач вилучив {0} з черги бустерів
zh_hans: 用户已从补充包队列中移除 {0}

# BoosterInfoUpdating
source: Updating booster information...
uk_ua: Оновлення інформації про бустер...
zh_hans: 正在更新补充包信息……

# QueueStatusShort
source: {0} boosters from {1} gems will be crafted by ~{2}
uk_ua: Створено {0} бустерів з {1} самоцвітів о ~{2}
zh_hans: 将于 ~{2} 前使用 {1} 个宝石制作 {0} 个补充包

# QueueEmpty
source: Bot is not crafting any boosters
uk_ua: Бот зараз не створює бустери
zh_hans: 机器人当前未制作任何补充包

# QueueStatusNotEnoughGems
source: Not enough gems
uk_ua: Недостатньо самоцвітів
zh_hans: 宝石不足

# QueueStatusGemsNeeded
source: Need {0} more gems for the next booster!
uk_ua: Потрібно ще {0} самоцвітів для наступного бустера!
zh_hans: 制作下一个补充包还需要 {0} 个宝石！

# QueueStatusTotalGemsNeeded
source: Need {0} more gems to finish all boosters!
uk_ua: Потрібно ще {0} самоцвітів, щоб закінчити всі бустери!
zh_hans: 完成所有补充包的制作还需要 {0} 个宝石！

# QueueStatusLimitedBoosters
source: Crafted {0}/{1} boosters. Crafting will finish at ~{2}, and will use {3} gems.
uk_ua: Виготовлені {0}/{1} бустери. Створення завершиться о ~{2}, буде використано {3} самоцвітів.
zh_hans: 已制作 {0}/{1} 个补充包。制作将于 ~{2} 完成，并将使用 {3} 个宝石。

# QueueStatusLimitedBoosterList
source: Boosters waiting to be crafted: {0}
uk_ua: Бустери чекають на виготовлення: {0}
zh_hans: 等待制作的补充包：{0}

# QueueStatusPermanentBoosters
source: Permanent boosters that will be crafted continually for {0} gems: {1}
uk_ua: Постійні бустери, які постійно створюватимуться за {0} самоцвітів: {1}
zh_hans: 将持续制作的永久性补充包（每个消耗 {0} 宝石）：{1}

# QueueStatusNextBoosterCraftingNow
source: Next booster will be crafted now: {0} ({1})
uk_ua: Наступний бустер буде виготовлений вже зараз: {0} ({1})
zh_hans: 现在将制作下一个补充包：{0} ({1})

# QueueStatusNextBoosterCraftingLater
source: Next booster will be crafted at {0}: {1} ({2})
uk_ua: Наступний бустер буде створено о {0}: {1} ({2})
zh_hans: 下一个补充包将在 {0} 制作：{1} ({2})

# BoosterCreationStarting
source: Attempting to craft {0} boosters...
uk_ua: Спроба створити {0} бустерів...
zh_hans: 正在尝试制作 {0} 个补充包……

# BoostersUncraftable
source: Bot cannot craft boosters for the requested games
uk_ua: Бот не може створювати бустери для запитуваних ігор
zh_hans: 机器人无法为请求的游戏制作补充包

# QueueRemovalByAppFail
source: Bot was not attempting to craft any of those boosters. If you're trying to remove boosters from your "GamesToBooster" config setting, you'll need to remove them from your config file.
uk_ua: Бот не намагався створити жодного з цих бустерів. Якщо ви намагаєтеся видалити бустери з налаштування "GamesToBooster", вам потрібно видалити їх з конфігураційного файлу.
zh_hans: 机器人并未尝试制作任何这些补充包。如果您试图从您的 "GamesToBooster" 配置设置中移除补充包，您需要直接从配置文件中移除它们。

# QueueRemovalByTimeFail
source: Didn't find any boosters that could be removed
uk_ua: Не знайдено бустерів, які можна було б видалити
zh_hans: 未找到任何可以移除的补充包

# QueueRemovalSuccess
source: Will no longer craft these {0} boosters: {1}
uk_ua: Більше не будуть створюватись ці {0} бустери: {1}
zh_hans: 将不再制作这 {0} 个补充包：{1}

# APIEndpointsUndefined
source: API endpoints not defined
uk_ua: Кінцеві точки API не визначено
zh_hans: API 端点未定义

# NoMessages
source: No messages to display
uk_ua: Немає повідомлень для показу
zh_hans: 没有可显示的消息

# BoosterEndpointUndefined
source: Booster Data API endpoint not defined
uk_ua: Кінцева точка API Booster Data не визначена
zh_hans: 补充包数据 API 端点未定义

# InventoryHistoryEndpointUndefined
source: Inventory History API endpoint not defined
uk_ua: Кінцева точка API історії запасів не визначена
zh_hans: 库存历史 API 端点未定义

# MarketListingsEndpointUndefined
source: Market Listings API endpoint not defined
uk_ua: Кінцева точка API Market Listings не визначена
zh_hans: 市场列表 API 端点未定义

# MarketHistoryEndpointUndefined
source: Market History API endpoint not defined
uk_ua: Кінцева точка API Market History не визначена
zh_hans: 市场历史 API 端点未定义

# FinishedZeroPages
source: Finished sending no pages
uk_ua: Завершено надсилання нема сторінок
zh_hans: 完成发送，没有页面

# BoosterDataFetchStopped
source: Manually stopped before fetching Booster Data
uk_ua: Зупинено вручну перед отриманням даних про бустер
zh_hans: 在获取补充包数据前手动停止

# BoosterDataFetchFailed
source: Failed to fetch Booster Data
uk_ua: Не вдалося отримати дані бустера
zh_hans: 获取补充包数据失败

# BoosterDataEndpointFailed
source: API failed to accept Booster Data
uk_ua: API не зміг прийняти дані бустера
zh_hans: API 未能接受补充包数据

# BoosterDataEndpointSuccess
source: Successly sent Booster Data
uk_ua: Успішно надіслано дані бустера
zh_hans: 成功发送补充包数据

# InventoryHistoryFetchStopped
source: Manually stopped before fetching Inventory History for Time < {0} ({1} @ {2})
uk_ua: Зупинено вручну перед отриманням історії запасів за час < {0} ({1} @ {2})
zh_hans: 在获取时间 < {0} ({1} @ {2}) 的库存历史前手动停止

# InventoryHistoryRateLimitExceeded
source: Rate limit exceeded while attempting to fetch Inventory History. Will keep trying, but it could take up to 12 hours to continue. If you'd like to stop, use the 'logstop' command.
uk_ua: Перевищено ліміт швидкості під час спроби отримати історію інвентарю. Спроби буде продовжено, але це може зайняти до 12 годин. Якщо ви бажаєте зупинити, скористайтеся командою 'logstop'.
zh_hans: 尝试获取库存历史时超出速率限制。将继续尝试，但可能需要长达12小时才能继续。如果您想停止，请使用 'logstop' 命令。

# InventoryHistoryFetchFailed
source: Failed to fetch Inventory History for Time < {0} ({1} @ {2})
uk_ua: Не вдалося отримати історію запасів за час < {0} ({1} @ {2})
zh_hans: 获取时间 < {0} ({1} @ {2}) 的库存历史失败

# InventoryHistoryEndpointFailed
source: API failed to accept Inventory History for Time < {0} ({1} @ {2})
uk_ua: API не вдалося прийняти історію запасів за час < {0} ({1} @ {2})
zh_hans: API 未能接受时间 < {0} ({1} @ {2}) 的库存历史

# InventoryHistoryEndpointSuccess
source: Successfully sent Inventory History for Time < {0} ({1} @ {2})
uk_ua: Успішно надіслано історію інвентаризації за час < {0} ({1} @ {2})
zh_hans: 成功发送时间 < {0} ({1} @ {2}) 的库存历史

# InventoryHistoryEnded
source: Inventory History ended at the page starting on {0} @ {1}
uk_ua: Історія запасів закінчилася на сторінці, що починається з {0}. @ {1}
zh_hans: 库存历史在从 {0} @ {1} 开始的页面处结束

# InventoryHistorySteamError
source: Please verify that your history actually ends here, as there's a bug on Steam's end which can cause the history to end early. Refer to the README for more information.
uk_ua: Будь ласка, переконайтеся, що ваша історія дійсно закінчується тут, оскільки на стороні Steam є помилка, яка може призвести до дострокового завершення історії. Для отримання додаткової інформації зверніться до README.
zh_hans: 请验证您的历史记录是否确实在此处结束，因为 Steam 方面存在一个可能导致历史记录提前结束的错误。有关更多信息，请参阅 README。

# MarketListingsFetchFailed
source: Failed to fetch Market Listings
uk_ua: Не вдалося отримати Ринкові Оголошення
zh_hans: 获取市场上架物品失败

# MarketListingsEndpointFailed
source: API failed to accept Market Listings
uk_ua: API не змогло прийняти Ринкові Оголошення
zh_hans: API 未能接受市场上架物品

# MarketListingsEndpointSuccess
source: Successfully sent Market Listings
uk_ua: Успішно відправлені Списки Ринку
zh_hans: 成功发送市场上架物品

# MarketHistoryFetchStopped
source: Manually stopped before fetching Market History (Page {0})
uk_ua: Зупинено вручну перед отриманням історії ринку (Сторінка {0})
zh_hans: 在获取市场历史（第 {0} 页）前手动停止

# MarketHistoryFetchFailed
source: Failed to fetch Market History (Page {0})
uk_ua: Не вдалося отримати історію ринку (Сторінка {0})
zh_hans: 获取市场历史（第 {0} 页）失败

# MarketHistoryEndpointFailed
source: API failed to accept Market History (Page {0})
uk_ua: API не вдалося прийняти історію ринку (Сторінка {0})
zh_hans: API 未能接受市场历史（第 {0} 页）

# MarketHistoryEndpointSuccess
source: Successfully sent Market History (Page {0})
uk_ua: Успішно відправлено Історію ринку (Сторінка {0})
zh_hans: 成功发送市场历史（第 {0} 页）

# ItemsCountTradable
source: Tradable: {0}
uk_ua: Можна продати: {0}
zh_hans: 可交易：{0}

# ItemsCountUntradable
source: Untradable: {0}
uk_ua: Не підлягає продажу: {0}
zh_hans: 不可交易：{0}

# GemSacksCount
source: {0} Sacks
uk_ua: Мішечки з самоцвітами: {0}
zh_hans: {0} 个宝石袋

# NoSacksFound
source: No gems to unpack
uk_ua: Нема не розпакованих самоцвітів
zh_hans: 没有可打开的宝石

# SendingQuantityOfItemsToBot
source: Sending {0} of {1} to {2}
uk_ua: Надсилання {0} з {1} на {2}
zh_hans: 正在发送 {0} 个 {1} 给 {2}

# SendingQuantityOfItemsToBotSuccess
source: Sent {0} of {1} to {2}
uk_ua: Надіслано {0} з {1} на {2}
zh_hans: 已发送 {0} 个 {1} 给 {2}

# SendingQuantityOfItemsToBotFailed
source: Failed to send {0} of {1} to {2}
uk_ua: Не вдалося відправити {0} з {1} до {2}
zh_hans: 发送 {0} 个 {1} 给 {2} 失败

# SendingNoItems
source: Successfully sent nothing!
uk_ua: Успішно нічого не надіслано!
zh_hans: 成功发送了“无”！

# SendingInsufficientQuantity
source: Not enough to send!
uk_ua: Недостатньо для надсилання!
zh_hans: 数量不足，无法发送！

# SendingItemsSuccess
source: Sent items to {0}
uk_ua: Відправлено предмети до {0}
zh_hans: 已将物品发送给 {0}

# SendingItemsFailed
source: Failed to send items to {0}
uk_ua: Не вдалося відправити предмети на {0}
zh_hans: 发送物品给 {0} 失败

# SendingInsufficientQuantityOfItems
source: Not enough of {0} to send!
uk_ua: Недостатньо {0} для надсилання!
zh_hans: 物品 {0} 数量不足，无法发送！

# SendingQuantityOfItemsSuccess
source: Successfully sent {0} of {1}
uk_ua: Успішно надіслано {0} з {1}
zh_hans: 成功发送 {0} 个 {1}

# SendingQuantityOfItemsFailed
source: Not enough available quantity to send, need {0}, but only {1} are available
uk_ua: Недостатньо доступної кількості для надсилання, потрібно {0}, але в наявності лише {1}
zh_hans: 可用数量不足，无法发送，需要 {0}，但只有 {1} 可用

# ListingsValue
source: Listings: {0} {1}
uk_ua: Списки: {0} {1}
zh_hans: 上架物品价值：{0} {1}

# AccountValueRemaining
source: Remaining: {0} {1}
uk_ua: Залишилося: {0} {1}
zh_hans: 剩余：{0} {1}

# AccountValue
source: Value: {0} {1}
uk_ua: Цінність: {0} {1}
zh_hans: 价值：{0} {1}

# ListingsNotFound
source: No listings found
uk_ua: Списки не знайдено
zh_hans: 未找到上架物品

# ListingsFound
source: {0} listings found for "{1}": {2}
uk_ua: Знайдено {0} списків для "{1}": {2}
zh_hans: 为“{1}”找到 {0} 个上架物品：{2}

# ListingsRemovedFailed
source: Cancelled {0}/{1} listings, failed to cancel: {2}
uk_ua: Скасовано {0}/{1} списків, не вдалося скасувати: {2}
zh_hans: 已取消 {0}/{1} 个上架物品，取消失败的有：{2}

# ListingsRemovedSuccess
source: Removed {0} listings
uk_ua: Видалено {0} списків
zh_hans: 已移除 {0} 个上架物品

# InventoryHistoryInvalidCursor
source: When using 'timeFrac' or 's', all three parameters must be defined: 'startTime', 'timeFrac', and 's'
uk_ua: При використанні 'timeFrac' або 's' мають бути визначені всі три параметри: 'startTime', 'timeFrac' і 's'
zh_hans: 使用 'timeFrac' 或 's' 时，必须定义所有三个参数：'startTime'、'timeFrac' 和 's'

source: Rate limit exceeded
uk_ua: Перевищено ліміт запитів
zh_hans: 超出速率限制

# BadgeInfoFetchFailed
source: Failed to fetch badge info
uk_ua: Не вдалося отримати інформацію про значок
zh_hans: 获取徽章信息失败

# PriceHistoryFetchFailed
source: Failed to fetch price history
uk_ua: Не вдалося отримати історію цін
zh_hans: 获取价格历史失败

source: Repetition cancelled
uk_ua: Повторення скасовано
zh_hans: 重复操作已取消

# RepetitionNotActive
source: Repetition was not running
uk_ua: Повторення не було запущено
zh_hans: 重复操作未在运行

# RepetitionNotice
source: This action will repeat again every {0} minutes. To cancel, send the command: {1}
uk_ua: Ця дія буде повторюватися кожні {0} хвилин. Щоб скасувати, надішліть команду: {1}
zh_hans: 此操作将每 {0} 分钟重复一次。要取消，请发送命令：{1}

# EligibleBoosterFetchFailed
source: Failed to get eligible boosters
uk_ua: Не вдалося отримати відповідні бустери
zh_hans: 获取符合条件的补充包失败

# EligibleBoosterCount
source: Bot has {0} booster eligible games
uk_ua: Бот має {0} ігор з бустерами
zh_hans: 机器人有 {0} 个符合补充包掉落资格的游戏

# BoosterRateHours
source: A level {0} account can get a booster drop every {1:0.##} hours
uk_ua: Профіль рівня {0} може отримувати бустер кожні {1:0.##} години
zh_hans: 一个 {0} 级的帐户可以每 {1:0.##} 小时获得一个补充包掉落

# BoosterRateDays
source: A level {0} account can get a booster drop every {1:0.##} days
uk_ua: Профіль рівня {0} може отримувати бустер кожні {1:0.##} днів
zh_hans: 一个 {0} 级的帐户可以每 {1:0.##} 天获得一个补充包掉落

# InvalidItemIdentifier
source: Invalid Item Identifier: {0}
uk_ua: Невірний ідентифікатор предмету: {0}
zh_hans: 无效的物品标识符：{0}

# BotCountDoesNotEqualAmountCount
source: Number of recieving bots ({0}) does not match number of item amounts ({1})
uk_ua: Кількість ботів-отримувачів ({0}) не збігається з кількістю сум товарів ({1})
zh_hans: 接收机器人的数量 ({0}) 与物品数量 ({1}) 不匹配

# ItemCountDoesNotEqualAmountCount
source: Number of items ({0}) does not match number of item amounts ({1})
uk_ua: Число предметів ({0}) не відповідає кількості предметів ({1})
zh_hans: 物品种类数量 ({0}) 与物品数量 ({1}) 不匹配

# PluginError
source: Plugin error, please report this
uk_ua: Помилка плагіну, будь ласка, повідомте про це
zh_hans: 插件错误，请报告此问题

# HandlingIncomingTrades
source: Attempting to handle any incoming trades
uk_ua: Спроба обробити вхідні обміни
zh_hans: 正在尝试处理任何收到的交易报价

# IncomingTradeFetchFailed
source: Failed to fetch incoming trades
uk_ua: Не вдалося отримати вхідні обміни
zh_hans: 获取收到的交易报价失败

# IncomingTradeFromInvalidUser
source: 'From' value is not a bot name or a SteamID: {0}
uk_ua: Значення 'From' не є ім'ям бота або SteamID: {0}
zh_hans: 'From' 值不是机器人名称或 SteamID：{0}

# IncomingTradeCountFromUser
source: Bot has {0} incoming trades from: {1}
uk_ua: Бот має {0} вхідних обмінів від: {1}
zh_hans: 机器人有 {0} 个来自 {1} 的交易报价

# IncomingTradeCount
source: Bot has {0} incoming trades
uk_ua: Бот має {0} вхідних обмінів
zh_hans: 机器人有 {0} 个收到的交易报价

# PendingListingsNotFound
source: No pending market listings found
uk_ua: Не знайдено жодних списків на ринку, що очікує підтвердження
zh_hans: 未找到待处理的市场列表

# PendingListingsRemovedFailed
source: Successfully removed {0} pending market listings, failed to remove {1} listings
uk_ua: Успішно видалено {0} очікуваних ринкових списків, не вдалося видалити {1} списків
zh_hans: 成功移除了 {0} 个待处理的市场列表，移除失败 {1} 个

# PendingListingsRemovedSuccess
source: Successfully removed {0} pending market listings
uk_ua: Успішно видалено {0} незавершених списків на ринку
zh_hans: 成功移除了 {0} 个待处理的市场列表

# BoosterUnmarketable
source: Won't craft unmarketable boosters for {0}
uk_ua: Не буде створювати бустери які неможливо продати для {0}
zh_hans: 不会为 {0} 制作不可在市场上销售的补充包

# MarketBuyLimit
source: Used: {0} {4} out of {1} {4} ({2}); Remaining: {3} {4}
uk_ua: Використано:{0}{4} з {1} {4} ({2}); Залишилося: {3} {4}
zh_hans: 已使用：{0} {4}，共 {1} {4} ({2})；剩余：{3} {4}

# QueueStatusShortWithDate
source: {0} boosters from {1} gems will be crafted by {2} at ~{3}
uk_ua: Буде створено {0} бустерів з {1} самоцвітів {2} о ~{3}
zh_hans: 将于 {2} 的 ~{3} 前使用 {1} 个宝石制作 {0} 个补充包

# QueueStatusNextBoosterCraftingLaterWithDate
source: Next booster will be crafted on {0} at {1}: {2} ({3})
uk_ua: Наступний бустер буде створено {0} о {1}: {2} ({3})
zh_hans: 下一个补充包将于 {0} {1} 制作：{2} ({3})

# QueueStatusLimitedBoostersWithDate
source: Crafted {0}/{1} boosters. Crafting will finish on {2} at ~{3}, and will use {4} gems.
uk_ua: Виготовлено {0}/{1} бустери. Створення завершиться {2} о ~{3}, і буде використано {4} самоцвітів.
zh_hans: 已制作 {0}/{1} 个补充包。制作将于 {2} 的 ~{3} 完成，并将使用 {4} 个宝石。

# AppIDCountDoesNotEqualAmountCount
source: Number of appIDs ({0}) does not match number of item amounts ({1})
uk_ua: Кількість appID ({0}) не збігається з кількістю предметів ({1})
zh_hans: AppID 的数量 ({0}) 与物品数量 ({1}) 不匹配

# BoosterAssignmentStarting
source: Attempting to assign {0} boosters...
uk_ua: Спроба призначити {0} бустерів...
zh_hans: 正在尝试分配 {0} 个补充包……

# QueueStatusShortWithoutTime
source: {0} boosters from {1} gems will be crafted
uk_ua: Буде створено {0} бустерів з {1} самоцвітів
zh_hans: 将使用 {1} 个宝石制作 {0} 个补充包

# BoostersUnmarketable
source: The requested boosters are unmarketable and won't be crafted
uk_ua: Запитувані бустери не можливо продати на ринку та не будуть виготовлені
zh_hans: 请求的补充包不可在市场上销售，将不会被制作

# BoostersUncraftableAndUnmarketable
source: No boosters will be crafted. This bot either can't craft the requested boosters, or the requested boosters are unmarketable. The following boosters are unmarketable: {0}
uk_ua: Бустери не будуть створені. Цей бот або не може створити запитувані бустери, або запитувані бустери не можливо продати на ринку. Наступні бустери не продаються: {0}
zh_hans: 不会制作任何补充包。此机器人无法制作请求的补充包，或者请求的补充包不可在市场上销售。以下补充包不可在市场上销售：{0}

# MarketableAppDataFetchFailed
source: Failed to fetch marketable apps data
uk_ua: Не вдалося отримати дані про застосунки в яких можна продавати бустери на ринку
zh_hans: 获取可在市场上销售的应用数据失败

# AccountValueRemainingWithDelayed
source: Remaining: {0} ({1}) {2}
uk_ua: Залишилося: {0} ({1}) {2}
zh_hans: 剩余：{0} ({1}) {2}

# AccountValueWithDelayed
source: Value: {0} ({1}) {2}
uk_ua: Цінність: {0} ({1}) {2}
zh_hans: 价值：{0} ({1}) {2}

# ErrorParsingObjectFailedValue
source: Parsing {0} failed: {1}
zh_hans: 解析 {0} 失败：{1}

# ErrorBadSuccessResponse
source: Success {0} failed: {1}
zh_hans: 成功 {0} 失败：{1}

# MarketAlertsEmpty
source: Bot has no market price alerts
zh_hans: 机器人没有市场价格提醒

# MarketAlertsCancelled
source: Cancelled {0} market price alerts: {1}
zh_hans: 已取消 {0} 个市场价格提醒：{1}

# MarketAlertWithCancelCommand
source: "{0}/{1}", {2}, {3}, {4} {5} (To cancel use: {6})
zh_hans: "{0}/{1}", {2}, {3}, {4} {5} (使用 {6} 来取消)

# MarketAlertCreationSuccess
source: Created the market price alert: {0}
zh_hans: 已创建市场价格提醒：{0}

# MarketAlertCreationFail
source: Failed to create market price alert
zh_hans: 创建市场价格提醒失败

# MarketAlertReached
source: {0} {1} alert of {2} {3} for "{4}/{5}" reached! To reset use: {6}
zh_hans: "{4}/{5}" 的 {0} {1} {2} {3} 提醒已达到！使用 {6} 重置

# MarketAlertsCancelledFail
source: Failed to find any market alerts to cancel
zh_hans: 未找到任何可以取消的市场提醒

# MarketAlertSellPriceCurrentValue
source: Sell now for: {0} {1}
zh_hans: 立即出售价格：{0} {1}

# MarketAlertBuyPriceCurrentValue
source: Buy now for: {0} {1}
zh_hans: 立即购买价格：{0} {1}

# MarketAlertTypeBuy
source: Buy
zh_hans: 购买

# MarketAlertTypeSell
source: Sell
zh_hans: 出售

# MarketAlertModeAbove
source: Above
zh_hans: 高于

# MarketAlertModeBelow
source: Below
zh_hans: 低于

source: Market alert already exists
zh_hans: 市场提醒已存在
